<?php

return [
	'translate' => 'Перекласти',
	'lang_en_US' => 'English',
	'lang_es_MX' => 'Español',
	'lang_uk_UA' => 'Українська',
	'lang_en_US_title' => 'Англійська | США',
	'lang_es_MX_title' => 'Іспанська | Мексика',
	'lang_uk_UA_title' => 'Українська',

	'theme_light' => 'Світлий',
	'theme_dark' => 'Темний',
	'theme_auto' => 'Автоматичний',

	'404_title' => '404 - Сторінку не знайдено',
	'404_headline' => '404 - Сторінку не знайдено',
	'404_descr' => 'Ну, це сумно... Але це не означає "ГРА ЗАКІНЧЕНА".',
	'404_to_main' => 'Перейти на головну сторінку.',
	'404_feedback' => 'Повідомити адміністратора.',

	'menu_title' => 'Меню',
	'menu_item_home' => 'Головна',
	'menu_item_feed' => 'Блог',
	'menu_item_news' => 'Новини',
	'menu_item_reviews' => 'Огляди',
	'menu_item_tips' => 'Гайди',
	'menu_item_contacts' => 'Контакти',

	'main_page_title' => 'Головна',
	'welcome' => 'Ласкаво просимо до Irrevion Games! Ми захоплюємося іграми та прагнемо надавати вам останні новини, огляди та поради у світі ігор. Перегляньте наші категорії, щоб знайти захопливий контент та бути в курсі подій ігрової індустрії. Щасливої ​​гри!',
	'read_more' => 'Читати далі',
	'updated_when_at' => 'Оновлено {when} о {time}',
	'published_when_at' => 'Опубліковано {when} о {time}',
	'main_page_no_content' => 'Поки що немає контенту. Будь ласка, відвідайте нас пізніше.',

	'contacts_page_title' => 'Контакти',
	'contacts_page_descr' => 'Шукаєте більше способів зв\'язатися зі мною? Ось мої облікові записи — запрошую поділитися своїми думками. Я онлайн. Тих, хто підключився, Матриця вже не відпустить.',
	'contacts_feedback' => 'Надіслати повідомлення',

	'category_page_no_content' => 'У цій категорії ще немає контенту. Будь ласка, відвідайте нас пізніше.',
	'page_num_title' => 'Сторінка {num}',
];

?>